Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: You can also edit most values<br />by double-clicking directly on them.
sv: Du kan Ã¤ven redigera de flesta vÃ¤rden<br />genom att dubbelklicka direkt pÃ¥ dessa.

source: You can also edit most values<br />by clicking directly on them.
sv: Du kan Ã¤ven redigera de flesta vÃ¤rden<br />genom att klicka direkt pÃ¥ dessa.

source: Go to link:
sv: GÃ¥ till lÃ¤nk:

source: Copy column name.
sv: Kopiera kolumnnamn.

source: Right-click the column name to copy it to your clipboard.
sv: HÃ¶gerklicka pÃ¥ kolumnnamnet fÃ¶r att kopiera det till urklipp.

source: Generate password
sv: Skapa lÃ¶senord

source: Generate
sv: Generera

source: Show panel
sv: Visa panel

source: Hide panel
sv: DÃ¶lj Panel

source: Show hidden navigation tree items.
sv: Visa dolda navigationstrÃ¤dsobjekt.

source: Link with main panel
sv: LÃ¤nka med huvudpanelen

source: Unlink from main panel
sv: AvlÃ¤nka frÃ¥n huvudpanelen

source: The requested page was not found in the history, it may have expired.
sv: Den begÃ¤rda sidan hittades inte i historien, den kan ha upphÃ¶rt.

source: A newer version of phpMyAdmin is available and you should consider upgrading. The newest version is %s, released on %s.
sv: En nyare version av phpMyAdmin finns tillgÃ¤nglig och du bÃ¶r uppgradera. Den senaste versionen Ã¤r %s, publicerad den %s.

source: , latest stable version:
sv: , senaste stabila version:

source: up to date
sv: aktuell

source: Create view
sv: Skapa vy

source: Send error report
sv: Skicka felrapport

source: Submit error report
sv: Skicka felrapport

source: A fatal JavaScript error has occurred. Would you like to send an error report?
sv: Ett allvarligt JavaScript-fel har uppstÃ¥tt. Vill du skicka en felrapport?

source: Change report settings
sv: Ãndra rapportinstÃ¤llningar

source: Show report details
sv: Visa rapportdetaljer

source: Your export is incomplete, due to a low execution time limit at the PHP level!
sv: Din export Ã¤r inkomplett pÃ¥ grund av en lÃ¥g exekveringstidsgrÃ¤ns pÃ¥ PHP-nivÃ¥!

source: Warning: a form on this page has more than %d fields. On submission, some of the fields might be ignored, due to PHP's max_input_vars configuration.
sv: Varning: ett formulÃ¤r pÃ¥ den hÃ¤r sidan har mer Ã¤n %d fÃ¤lt. DÃ¥ det skickas kan nÃ¥gra av fÃ¤lten ignoreras pÃ¥ grund av max_input_vars-instÃ¤llningen fÃ¶r PHP.

source: Some errors have been detected on the server!
sv: Fel har pÃ¥trÃ¤ffats pÃ¥ servern!

source: Please look at the bottom of this window.
sv: Titta lÃ¤ngst ned i fÃ¶nstret.

source: Ignore All
sv: Ignorera alla

source: As per your settings, they are being submitted currently, please be patient.
sv: Enligt dina instÃ¤llningar, ha tÃ¥lamod.

source: Execute this query again?
sv: KÃ¶ra den hÃ¤r frÃ¥gan igen?

source: Do you really want to delete this bookmark?
sv: Vill du verkligen ta bort detta bokmÃ¤rke?

source: Some error occurred while getting SQL debug info.
sv: Vissa fel uppstod nÃ¤r SQL inhÃ¤mtade felinformation.

source: %s queries executed %s times in %s seconds.
sv: %s frÃ¥gor kÃ¶rs %s gÃ¥nger i %s sekunder.

source: %s argument(s) passed
sv: %s argument utfÃ¶rda

source: Show arguments
sv: Visa argument

source: Hide arguments
sv: DÃ¶lja argument

source: Time taken:
sv: TidsÃ¥tgÃ¥ng:

source: There was a problem accessing your browser storage, some features may not work properly for you. It is likely that the browser doesn't support storage or the quota limit has been reached. In Firefox, corrupted storage can also cause such a problem, clearing your "Offline Website Data" might help. In Safari, such problem is commonly caused by "Private Mode Browsing".
sv: Det gick inte att komma Ã¥t din webblÃ¤sares lokala lagring, vissa funktioner kanske inte fungerar som de ska fÃ¶r dig. Det Ã¤r sannolikt att din webblÃ¤sare inte har stÃ¶d fÃ¶r lagring eller att kvoten fÃ¶r densamma Ã¤r fylld. I Firefox kan korrupt lagring orsaka dylika problem, att rensa "Nedkopplad lagring av webbinnehÃ¥ll och anvÃ¤ndardata" kan hjÃ¤lpa. I Safari orsakas dylika problem oftast av "Privat lÃ¤ge".

source: Copy tables to
sv: Kopiera tabeller till

source: Add table prefix
sv: LÃ¤gg till tabellprefix

source: Replace table with prefix
sv: ErsÃ¤tt tabell med prefix

source: Copy table with prefix
sv: Kopiera tabell med prefix

source: Extremely weak
sv: Extremt svag

source: Very weak
sv: VÃ¤ldigt svag

source: Weak
sv: Svagt

source: Good
sv: Bra

source: Strong
sv: Stark

source: Prev
sv: FÃ¶regÃ¥ende

source: Today
sv: I dag

source: January
sv: januari

source: February
sv: februari

source: March
sv: mars

source: June
sv: juni

source: July
sv: juli

source: August
sv: augusti

source: October
sv: oktober

source: Mar
sv: mars

source: May
sv: maj

source: Oct
sv: okt

source: Sunday
sv: SÃ¶ndag

source: Monday
sv: MÃ¥ndag

source: Tuesday
sv: Tisdag

source: Wednesday
sv: Onsdag

source: Thursday
sv: Torsdag

source: Friday
sv: Fredag

source: Saturday
sv: LÃ¶rdag

source: Tue
sv: Tis

source: Wed
sv: Ons

source: Thu
sv: Tors

source: Fri
sv: Fre

source: Sat
sv: LÃ¶r

source: Su
sv: SÃ¶

source: Mo
sv: MÃ¥

source: Tu
sv: Ti

source: We
sv: On

source: Th
sv: To

source: Sa
sv: LÃ¶

source: Wk
sv: Vecka

source: Hour
sv: Timmar

source: Minute
sv: Minuter

source: Second
sv: Sekunder

source: This field is required
sv: Detta fÃ¤ltet Ã¤r obligatoriskt

source: Please fix this field
sv: Var vÃ¤nlig och rÃ¤tta detta fÃ¤lt

source: Please enter a valid email address
sv: Ange en giltig e-postadress

source: Please enter a valid URL
sv: Skriv in en giltig webbadress (URL)

source: Please enter a valid date
sv: Ange ett giltigt datum

source: Please enter a valid date ( ISO )
sv: Ange ett giltigt datum (ISO)

source: Please enter a valid number
sv: Var vÃ¤nlig ange ett giltigt nummer

source: Please enter a valid credit card number
sv: Skriv in ett giltigt kreditkortsnummer

source: Please enter only digits
sv: Ange endast siffror

source: Please enter the same value again
sv: Skriv in samma vÃ¤rde igen

source: Please enter no more than {0} characters
sv: Ange inte mer Ã¤n {0} tecken

source: Please enter at least {0} characters
sv: Ange minst {0} tecken

source: Please enter a value between {0} and {1} characters long
sv: Ange ett vÃ¤rde som Ã¤r {0} eller {1} tecken lÃ¥ngt

source: Please enter a value between {0} and {1}
sv: Ange ett vÃ¤rde mellan {0} och {1}

source: Please enter a value less than or equal to {0}
sv: Ange ett vÃ¤rde som Ã¤r mindre Ã¤n eller lika med {0}

source: Please enter a value greater than or equal to {0}
sv: Ange ett vÃ¤rde stÃ¶rre Ã¤n eller lika med {0}

source: Please enter a valid date or time
sv: Ange ett giltigt datum eller tid

source: Please enter a valid HEX input
sv: Skriv in en giltig Hexadecimalt vÃ¤rde

source: Failed evaluating precondition for rule '%s'.
sv: Det gick inte att evaluera fÃ¶rutsÃ¤ttningen fÃ¶r regeln '%s'.

source: Failed calculating value for rule '%s'.
sv: Det gick inte att berÃ¤kna vÃ¤rdet fÃ¶r regeln '%s'.

source: Failed running test for rule '%s'.
sv: Lyckades inte kÃ¶ra test fÃ¶r regeln '%s'.

source: Failed formatting string for rule '%s'.
sv: Misslyckades med formateringen av strÃ¤ngen fÃ¶r regel '%s'.

source: Error in reading file: The file '%s' does not exist or is not readable!
sv: Fel vid lÃ¤sning av fil: Filen '%s' finns inte eller Ã¤r inte lÃ¤sbar!

source: Invalid rule declaration on line %1$s, expected line %2$s of previous rule.
sv: Ogiltig regeldeklaration pÃ¥ rad %1$s, fÃ¶rvÃ¤ntad rad %2$s av den tidigare regeln.

source: Invalid rule declaration on line %s.
sv: Ogiltig regeldeklaration pÃ¥ rad %s.

source: Unexpected characters on line %s.
sv: OvÃ¤ntade tecken pÃ¥ rad %s.

source: Unexpected character on line %1$s. Expected tab, but found "%2$s".
sv: OvÃ¤ntat tecken pÃ¥ rad %1$s. FÃ¶rvÃ¤ntad tab, men fann "%2$s".

source: per second
sv: per sekund

source: per minute
sv: per minut

source: per hour
sv: per timme

source: per day
sv: per dag

source: Search:
sv: SÃ¶k:

source: Keyname
sv: Nyckelnamn

source: Page number:
sv: Sida nummer:

source: The configuration storage is not ready for the central list of columns feature.
sv: Konfigurationen lagring Ã¤r inte redo fÃ¶r den centrala listan Ã¶ver kolumner funktionen.

source: Could not add %1$s as they already exist in central list!
sv: Det gick inte att lÃ¤gga till %1$s eftersom de redan finns i centrala lista!

source: Could not add columns!
sv: Kunde inte lÃ¤gga till kolumner!

source: Couldn't remove Column(s) %1$s as they don't exist in central columns list!
sv: Det gick inte att ta bort kolumn/er %1$s eftersom de inte finns i huvudfÃ¶rteckning kolumner!

source: Could not remove columns!
sv: Kunde inte ta bort kolumner!

source: YES
sv: JA

source: NO
sv: NEJ

source: Length/Values
sv: LÃ¤ngd/VÃ¤rden

source: Collation
sv: Kollationering

source: Attribute
sv: Egenskaper

source: Select a table
sv: VÃ¤lj fÃ¶rst en tabell

source: Add column
sv: LÃ¤gg till kolumn

source: Add new column
sv: LÃ¤gg till ny kolumn

source: Attributes
sv: Attribut

source: Charset
sv: TeckenuppsÃ¤ttning

source: Chinese
sv: Kinesisk

source: German (dictionary order)
sv: Tysk (ordlisteordning)

source: German (phone book order)
sv: Tysk (telefonboksordning)

source: Classical Latin
sv: Klassisk latin

source: Burmese
sv: Burmesiska

source: Existing configuration file (%s) is not readable.
sv: Befintlig konfigurationsfil (%s) Ã¤r inte lÃ¤sbar.

source: Wrong permissions on configuration file, should not be world writable!
sv: Fel behÃ¶righeter pÃ¥ konfigurationsfilen, bÃ¶r inte vara "world" skrivbar!

source: Could not load default configuration from: %1$s
sv: Kunde inte lÃ¤sa in standardkonfiguration frÃ¥n: %1$s

source: Failed to read configuration file!
sv: Kunde inte lÃ¤sa konfigurationsfilen!

source: This usually means there is a syntax error in it, please check any errors shown below.
sv: Detta betyder oftast att det finns ett syntaxfel i den, kontrollera eventuella fel som visas nedan.

source: Invalid server index: %s
sv: Ogiltigt serverindex: %s

source: If enabled, user can enter any MySQL server in login form for cookie auth.
sv: Om aktiverat kan anvÃ¤ndare ange valfri MySQL-server i inloggningsformulÃ¤r fÃ¶r cookie-autentisering.

source: Allow login to any MySQL server
sv: TillÃ¥t inloggning till valfri MySQL-server

source: Restricts the MySQL servers the user can enter when a login to an arbitrary MySQL server is enabled by matching the IP or hostname of the MySQL server to the given regular expression.
sv: BegrÃ¤nsar de MySQL-servrar anvÃ¤ndaren kan ange nÃ¤r en inloggning till en godtycklig MySQL-server aktiveras genom att matcha IP- eller vÃ¤rdnamnet fÃ¶r MySQL-servern till det givna reguljÃ¤ra uttrycket.

source: Restrict login to MySQL server
sv: BegrÃ¤nsa inloggning till MySQL-server

source: Enabling this allows a page located on a different domain to call phpMyAdmin inside a frame, and is a potential [strong]security hole[/strong] allowing cross-frame scripting (XSS) attacks.
sv: Om detta aktiveras tillÃ¥ts att en sida som ligger pÃ¥ en annan domÃ¤n anropar phpMyAdmin i en ram, vilket Ã¤r ett potentiellt [strong]sÃ¤kerhetshÃ¥l[/strong] som tillÃ¥ter XSS-angrepp (cross-frame scripting).

source: Allow third party framing
sv: TillÃ¥t tredjeparts infogning

source: Show "Drop database" link to normal users
sv: Visa "Ta bort databas"-lÃ¤nk fÃ¶r normala anvÃ¤ndare

source: Secret passphrase used for encrypting cookies in [kbd]cookie[/kbd] authentication.
sv: Hemlig lÃ¶senordsfras som anvÃ¤nds fÃ¶r kryptering av cookies i [kbd]cookie[/kbd]-autentisering.

source: Blowfish secret
sv: Blowfish-lÃ¶senord

source: Highlight selected rows.
sv: Markera valda rader.

source: Row marker
sv: RadmarkÃ¶r

source: Highlight row pointed by the mouse cursor.
sv: Markera raden som indikeras av muspekaren.

source: Highlight pointer
sv: Markera pekaren

source: Enable bzip2 compression for import operations.
sv: Aktivera bzip2-komprimering av importoperationer.

source: Defines which type of editing controls should be used for CHAR and VARCHAR columns; [kbd]input[/kbd] - allows limiting of input length, [kbd]textarea[/kbd] - allows newlines in columns.
sv: Anger vilken typ av redigeringskontroll som ska anvÃ¤ndas fÃ¶r CHAR- och VARCHAR-fÃ¤lt; [kbd]input[/kbd] - tillÃ¥ter begrÃ¤nsning av inmatningens lÃ¤ngd, [kbd]textarea[/kbd] - tillÃ¥ter radbrytningar i kolumner.

source: CHAR columns editing
sv: Redigera CHAR-kolumn

source: Use user-friendly editor for editing SQL queries (CodeMirror) with syntax highlighting and line numbers.
sv: AnvÃ¤nd anvÃ¤ndarvÃ¤nlig editor fÃ¶r att redigera SQL-frÃ¥gor (CodeMirror) med syntaxmarkering och radnummer.

source: Enable CodeMirror
sv: Aktivera CodeMirror

source: Find any errors in the query before executing it. Requires CodeMirror to be enabled.
sv: RÃ¤tta till sÃ¶kningen innan du kÃ¶r den. KrÃ¤ver att "CodeMirror" aktiveras.

source: Enable linter
sv: Aktivera filtrering

source: Defines the minimum size for input fields generated for CHAR and VARCHAR columns.
sv: Definierar minsta storlek fÃ¶r inmatningsfÃ¤lt skapade fÃ¶r CHAR- och VARCHAR-kolumner.

source: Minimum size for input field
sv: Minsta storlek fÃ¶r inmatningsfÃ¤lt

source: Defines the maximum size for input fields generated for CHAR and VARCHAR columns.
sv: Anger den maximala storleken fÃ¶r inmatningsfÃ¤lt skapade fÃ¶r CHAR- och VARCHAR-kolumner.

source: Maximum size for input field
sv: Maximal storlek fÃ¶r inmatningsfÃ¤lt

source: Number of columns for CHAR/VARCHAR textareas.
sv: Antal kolumner fÃ¶r CHAR/VARCHAR textfÃ¤lt.

source: CHAR textarea columns
sv: Kolumner fÃ¶r CHAR textfÃ¤lt

source: Number of rows for CHAR/VARCHAR textareas.
sv: Antal rader fÃ¶r CHAR/VARCHAR textfÃ¤lt.

source: CHAR textarea rows
sv: CHAR textarea rader

source: Check config file permissions
sv: Kontrollera konfigurationsfilens behÃ¶righeter

source: Compress gzip exports on the fly without the need for much memory; if you encounter problems with created gzip files disable this feature.
sv: Komprimera gzip-exporter i farten utan att det behÃ¶vs mycket minne; inaktivera funktionen om du fÃ¥r problem med skapade gzip-filer.

source: Compress on the fly
sv: Komprimera i farten

source: Whether a warning ("Are your really sureâ¦") should be displayed when you're about to lose data.
sv: Anger om en varning ("Ãr du riktigt sÃ¤kerâ¦") ska visas nÃ¤r du hÃ¥ller pÃ¥ att fÃ¶rlora data.

source: Confirm DROP queries
sv: BekrÃ¤fta DROP-frÃ¥gor

source: Log SQL queries and their execution time, to be displayed in the console
sv: Logga SQL-sÃ¶kningar och genomfÃ¶randetid, fÃ¶r senare visning i konsolen

source: Debug SQL
sv: Debugga SQL

source: Tab that is displayed when entering a database.
sv: Flik som visas nÃ¤r du anger en databas.

source: Default database tab
sv: FÃ¶rvald databasflik

source: Tab that is displayed when entering a server.
sv: Flik som visas nÃ¤r du gÃ¥r till en server.

source: Default server tab
sv: FÃ¶rvald serverflik

source: Tab that is displayed when entering a table.
sv: Flik som visas nÃ¤r du gÃ¥r till en tabell.

source: Default table tab
sv: FÃ¶rvald tabellflik

source: Autocomplete of the table and column names in the SQL queries.
sv: Automatisk komplettering av namn pÃ¥ tabell och kolumn i SQL-sÃ¶kningar.

source: Enable autocomplete for table and column names
sv: Aktivera "auto-fyll" fÃ¶r tabell-och kolumnnamn

source: Whether the table structure actions should be hidden.
sv: Om tabellstrukturÃ¥tgÃ¤rderna ska dÃ¶ljas eller inte.

source: Show column comments
sv: Visa kolumnkommentarer

source: Whether column comments should be shown in table structure view
sv: Om kolumnkommentarer skall visas i tabellstrukturvisningen

source: Hide table structure actions
sv: DÃ¶lj Ã¥tgÃ¤rder fÃ¶r tabellstruktur

source: Show server listing as a list instead of a drop down.
sv: Visa serverlista som en lista istÃ¤llet fÃ¶r en drop-down.

source: Display servers as a list
sv: Visa servrar som en lista

source: Disable the table maintenance mass operations, like optimizing or repairing the selected tables of a database.
sv: Inaktivera mÃ¤ngdoperationer fÃ¶r tabellunderhÃ¥ll, som att optimera eller reparera de valda tabellerna i en databas.

source: Disable multi table maintenance
sv: Inaktivera underhÃ¥ll av multipla tabeller

source: Set the number of seconds a script is allowed to run ([kbd]0[/kbd] for no limit).
sv: Ange antalet sekunder ett skript fÃ¥r kÃ¶ras ([kbd]0[/kbd] fÃ¶r ingen begrÃ¤nsning).

source: Maximum execution time
sv: Maximal exekveringstid

source: Use %s statement
sv: AnvÃ¤nd %s uttalande

source: Save as file
sv: Spara som fil

source: Character set of the file
sv: Filens teckenuppsÃ¤ttning

source: Compression
sv: Kompression

source: Put columns names in the first row
sv: SÃ¤tt kolumnnamn pÃ¥ fÃ¶rsta raden

source: Columns enclosed with
sv: Kolumner omges av

source: Columns escaped with
sv: Specialtecken i fÃ¤lt fÃ¶regÃ¥s av

source: Replace NULL with
sv: ErsÃ¤tt NULL med

source: Remove CRLF characters within columns
sv: Ta bort CRLF-tecken i kolumner

source: Columns terminated with
sv: Kolumner avslutas med

source: Lines terminated with
sv: Rader avslutas med

source: Excel edition
sv: Excel-version

source: Database name template
sv: Mall fÃ¶r databasnamn

source: Server name template
sv: Mall fÃ¶r servernamn

source: Table name template
sv: Mall fÃ¶r tabellnamn

source: Dump table
sv: Dumpa tabell

source: Include table caption
sv: Inkludera tabellbeskrivning

source: Table caption
sv: Tabellrubrik

source: Continued table caption
sv: Fortsatt tabellrubrik

source: Label key
sv: MÃ¤rk nyckel

source: MIME type
sv: MIME-typ

source: Export method
sv: Exportmetod

source: Save on server
sv: Spara pÃ¥ server

source: Overwrite existing file(s)
sv: Skriv Ã¶ver befintlig(a) fil(er)

source: Export as separate files
sv: Exportera som separata filer

source: Remember file name template
sv: Kom ihÃ¥g mall fÃ¶r filnamn

source: Add AUTO_INCREMENT value
sv: LÃ¤gg till AUTO_INCREMENT-vÃ¤rde

source: Enclose table and column names with backquotes
sv: AnvÃ¤nd citattecken runt tabell- och fÃ¤ltnamn

source: SQL compatibility mode
sv: SQL-kompatibilitetslÃ¤ge

source: Creation/Update/Check dates
sv: Skapad/Uppdaterad/Kontrollerad datum

source: Use delayed inserts
sv: AnvÃ¤nd fÃ¶rdrÃ¶jda inlÃ¤ggningar

source: Disable foreign key checks
sv: Inaktivera kontroller av frÃ¤mmande nycklar

source: Export views as tables
sv: Exportera vyer som tabeller

source: Export related metadata from phpMyAdmin configuration storage
sv: Exportera relaterade metadata frÃ¥n sparade instÃ¤llningar i phpMyAdmin

source: Add %s
sv: LÃ¤gg till %s

source: Use hexadecimal for BINARY & BLOB
sv: AnvÃ¤nd hexadecimalt fÃ¶r BINARY & BLOB

source: Add IF NOT EXISTS (less efficient as indexes will be generated during table creation)
sv: LÃ¤gg till "IF NOT EXISTS" (mindre effektiv eftersom index kommer att genereras nÃ¤r tabellen skapas)

source: Use ignore inserts
sv: AnvÃ¤nd ignore i inlÃ¤ggningar

source: Syntax to use when inserting data
sv: Syntax att anvÃ¤nda nÃ¤r man infogar data

source: Maximal length of created query
sv: Maximal lÃ¤ngd pÃ¥ skapad frÃ¥ga

source: Export type
sv: Export-typ

source: Enclose export in a transaction
sv: Bifoga export i en transaktion

source: Export time in UTC
sv: Exportera tid i UTC

source: Sort order for items in a foreign-key dropdown box; [kbd]content[/kbd] is the referenced data, [kbd]id[/kbd] is the key value.
sv: Sorteringsordning fÃ¶r poster i en frÃ¤mmande nyckel-listruta; [kbd]innehÃ¥ll[/kbd] Ã¤r refererad data, [kbd]id[/kbd] Ã¤r nyckelvÃ¤rdet.

source: Foreign key dropdown order
sv: Ordning i frÃ¤mmande nyckel-listruta

source: A dropdown will be used if fewer items are present.
sv: En listruta kommer anvÃ¤ndas om fÃ¤rre objekt finns.

source: Foreign key limit
sv: BegrÃ¤nsning fÃ¶r frÃ¤mmande nyckel

source: Default value for foreign key checks checkbox for some queries.
sv: StandardvÃ¤rdet fÃ¶r kryssrutan "Aktivera kontroller av frÃ¤mmande nycklar", fÃ¶r vissa sÃ¶kningar.

source: Foreign key checks
sv: Kontroll av frÃ¤mmande nyckel

source: Browse mode
sv: UtforskningslÃ¤ge

source: Customize browse mode.
sv: Anpassa utforskningslÃ¤ge.

source: Customize default options.
sv: Anpassa fÃ¶rvalda alternativ.

source: Developer
sv: Utvecklare

source: Settings for phpMyAdmin developers.
sv: InstÃ¤llningar fÃ¶r phpMyAdmin-utvecklare.

source: Edit mode
sv: RedigeringslÃ¤ge

source: Customize edit mode.
sv: Anpassa redigeringslÃ¤ge.

source: Export defaults
sv: Exportera standardvÃ¤rden

source: Customize default export options.
sv: Anpassa standardexportalternativ.

source: Set some commonly used options.
sv: VÃ¤lj nÃ¥gra av de vanligaste alternativen.

source: Import defaults
sv: Importera standardvÃ¤rden

source: Customize default common import options.
sv: Anpassa standardalternativ fÃ¶r import.

source: Import / export
sv: Importera / exportera

source: Set import and export directories and compression options.
sv: Ange kataloger fÃ¶r import och export och komprimeringsalternativ.

source: Databases
sv: Databaser

source: Databases display options.
sv: Visningsalternativ fÃ¶r databaser.

source: Navigation panel
sv: Navigationspanel

source: Customize appearance of the navigation panel.
sv: Anpassa navigationspanelens utseende.

source: Navigation tree
sv: NavigationstrÃ¤d

source: Customize the navigation tree.
sv: Anpassa navigeringspanelen.

source: Servers
sv: Servrar

source: Servers display options.
sv: Visningsalternativ fÃ¶r servrar.

source: Tables display options.
sv: Visningsalternativ fÃ¶r tabeller.

source: Main panel
sv: Huvudpanel

source: Other core settings
sv: Andra grundinstÃ¤llningar

source: Settings that didn't fit anywhere else.
sv: InstÃ¤llningar som inte passade nÃ¥gon annanstans.

source: Page titles
sv: Sidtitlar

source: Specify browser's title bar text. Refer to [doc@faq6-27]documentation[/doc] for magic strings that can be used to get special values.
sv: Ange webblÃ¤sarens namnlisttext. Se [doc@faq6-27]Table]documentation[/doc] fÃ¶r magiska strÃ¤ngar som kan anvÃ¤ndas fÃ¶r att fÃ¥ speciella vÃ¤rden.

source: Please note that phpMyAdmin is just a user interface and its features do not limit MySQL.
sv: Observera att phpMyAdmin endast Ã¤r ett anvÃ¤ndargrÃ¤nssnitt och dess funktioner inte begrÃ¤nsar MySQL.

source: Basic settings
sv: GrundlÃ¤ggande instÃ¤llningar

source: Authentication
sv: Autentisering

source: Authentication settings.
sv: AutentiseringsinstÃ¤llningar.

source: Server configuration
sv: Serverkonfiguration

source: Advanced server configuration, do not change these options unless you know what they are for.
sv: Avancerad serverkonfiguration, Ã¤ndra inte dessa alternativ om du inte vet vad de Ã¤r till fÃ¶r.

source: Enter server connection parameters.
sv: Ange parametrar fÃ¶r anslutning till server.

source: Configuration storage
sv: Konfigurationslagring

source: Configure phpMyAdmin configuration storage to gain access to additional features, see [doc@linked-tables]phpMyAdmin configuration storage[/doc] in documentation.
sv: StÃ¤ll in konfigurationslagring fÃ¶r phpMyAdmin fÃ¶r att fÃ¥ tillgÃ¥ng till ytterligare funktionalitet, se [doc@linked-tables]konfigurationslagring fÃ¶r phpMyAdmin[/doc] i dokumentationen.

source: Changes tracking
sv: FÃ¶rÃ¤ndringar i spÃ¥rning

source: Tracking of changes made in database. Requires the phpMyAdmin configuration storage.
sv: SpÃ¥rning av Ã¤ndringar i databasen. KrÃ¤ver phpMyAdmin konfigurations lagring.

source: SQL Query box
sv: SQL-frÃ¥geruta

source: Customize links shown in SQL Query boxes.
sv: Anpassa lÃ¤nkar som visas i SQL-frÃ¥gerutor.

source: SQL queries
sv: SQL-frÃ¥gor

source: SQL queries settings.
sv: InstÃ¤llningar fÃ¶r SQL-frÃ¥gor.

source: Startup
sv: Uppstart

source: Customize startup page.
sv: Anpassa startsidan.
